Repository: Hoangviet04/2025_LTTBDD_N04_Nhom_ThaoViet
Catalog: l10n/app_*.arb
Languages: vi

source: Hello World!
vi: Chào thế giới!

# bottomNavBarHome
source: Home
vi: Trang chủ

# bottomNavBarDictionary
source: Word Store
vi: Kho từ

# bottomNavBarActivity
source: Activity
vi: Hoạt động

# bottomNavBarUser
source: User
vi: Thành viên

# userScreenTitle
source: User Information
vi: Thông tin thành viên

# userScreenStudentID
source: ID
vi: MSSV

# userScreenRole
source: Role
vi: Chức vụ

# home_seeMore
source: See more
vi: Xem thêm

# home_learnThrough
source: Learn Through
vi: Học qua

# home_streakProgress
source: Streak & Progress
vi: Chuỗi ngày & Tiến độ

# home_reviewToday
source: Review Today
vi: Ôn tập hôm nay

# home_hello
source: Hello {username},
vi: Xin chào {username},

# home_greeting
source: Good morning!
vi: Chúc một ngày tốt lành!

# home_songs
source: Songs
vi: Bài hát

# home_videos
source: Videos
vi: Video

# home_vocabSet
source: Vocab Set
vi: Bộ từ vựng

# home_shortFilms
source: Short Films
vi: Phim ngắn

# home_podcasts
source: Podcasts
vi: Podcast

# home_news
source: News
vi: Tin tức

# home_streakMessage
source: Keep your streak going!
vi: Tiếp tục duy trì chuỗi ngày của bạn!

# home_streakDetail
source: Day streak
vi: Ngày liên tiếp

# home_todayTask
source: Today's Task
vi: Nhiệm vụ hôm nay

# home_startButton
source: Start
vi: Bắt đầu

# home_reviewMessage
source: No words to review today
vi: Không có từ nào cần ôn tập hôm nay

# home_hotWordsToday
source: Hot Words Today
vi: Từ nóng hôm nay

# home_error
source: Error loading data
vi: Lỗi tải dữ liệu

# button_search_video
source: Search video, topic
vi: Tìm video, chủ đề
